Repository: rliwoch/plasmoid-wunderground
Catalog: feature/*.po
Languages: ru

source: Wunderground Extended
ru: Wunderground Расширение

source: Wunderground PWS extended
ru: Wunderground PWS расширение

source: Request to %1 couldn't be sent %2. Manual refresh might help (top right corner)
ru: Запрос на %1 не удалось отправить %2. Может помочь обновление в ручную (верхний правый угол)

source: Station not found or station not active
ru: Станция не найдена или не активна

source: Could not fetch forecast data
ru: Не удалось получить данные прогноза

source: No active stations nearby - try selecting a different location in your proximity.
ru: Поблизости нет активных станций - попробуйте выбрать другое местоположение поблизости от вас.

# per hour, e.g. it will become mm/h. KEEP SHORT
source: h
ru: ч

# per day, e.g. it will become mm/day. KEEP SHORT
source: day
ru: день

source: To sunrise
ru: На рассвете

# Daylight remaining time, keep short
source: Remaining
ru: Оставшийся

source: Since sunset
ru: После заката

source: Station
ru: Станция

source: Appearance
ru: Внешний вид

source: Units
ru: Единицы

source: Debug
ru: Отладка

source: Compact Representation
ru: Компактное Представление

source: Font
ru: Шрифт

source: Icon size (0 = default)
ru: Размер значка (0 = по умолчанию)

source: Font size (0px=scale to widget)
ru: Размер шрифта (0 = размер под виджет)

source: Font styles
ru: Ситиль шрифта

source: Display narrative in taskbar
ru: Отображение описания на панели задач

source: Full Representation
ru: Полное Представление

source: Property text size
ru: Размер текста

# Details display style
source: Standard
ru: Стандартный

# Details display style
source: Alternative
ru: Альтернативный

source: Select `Weather Details` style:
ru: Выберите стиль "Сведения о погоде":

source: Icon styles
ru: Стили значков

# Icon style
source: Legacy
ru: Устаревший

# Icon style
source: WeatherUnderground - White with colour
ru: WeatherUnderground - Белый с цветным

# Icon style
source: WeatherUnderground - White
ru: WeatherUnderground - Белый

# Icon style
source: WeatherUnderground - Black
ru: WeatherUnderground - Черный

# Icon style
source: WeatherUnderground - Black with colour
ru: WeatherUnderground - Черный с цветным

# Icon style
source: DEFAULT monochrome by Erik Flowers
ru: Монохромный по УМОЛЧАНИЮ от Erik Flowers

# Icon style
source: WeatherNOW Colour
ru: WeatherNOW Цветной

source: Select icon style:
ru: Выберите стиль значка:

source: Write to console.log:
ru: Запись в console.log:

# Use default font
source: Default
ru: По умолчанию

source: Here you can either manually enter the weather station ID from https://www.wunderground.com/wundermap (search for a city that interests you, then on a map click on a location bubble and note down the station ID) or use the lookup tool and dropdowns to discover the weather station. You need to test the station every time you make changes. Some of them may be offline.
ru: Здесь вы можете вручную ввести идентификатор метеостанции из https://www.wunderground.com/wundermap (найдите интересующий вас город, затем на карте нажмите на пузырь с местоположением и запишите идентификатор станции) или используйте инструмент поиска и выпадающие списки, чтобы найти метеостанцию. Вам нужно протестировать станцию каждый раз, когда вы вносите изменения. Некоторые из них могут быть отключены.

source: Enter Station
ru: Добавить Станцию

# placeholder text alternatively 'example: IFRAUN2'
source: e.g. IFRAUN2
ru: например, IFRAUN2

source: Weatherstation ID:
ru: ID Метеостанции:

source: Test station
ru: Проверить

# Text shown until a station is chosen from the dropdown
source: Pending selection
ru: Не выбрана

# Indicates if the station selected is active or not
source: Station status:
ru: Статус:

source: Get Nearest Station
ru: Найти Ближайшую Станцию

# plaseholder text, example London
source: e.g. London
ru: например London

source: Look for location:
ru: Местоположение:

source: Find Station
ru: Найти

source: Select City:
ru: Город:

source: Select Station:
ru: Станция:

source: Options
ru: Опции

source: Current conditions refresh interval (s):
ru: Интервал(ы) обновлений текущих условий

source: Forecast refresh interval (minutes):
ru: Обновление погоды (в минутах):

source: Location refresh interval (minutes):
ru: Обновление местоположения (в минутах):

source: Summary
ru: Общее

source: Home Location
ru: Домашняя локация

source: Currently Used
ru: Используется

source: Latitude:
ru: Широта

source: Longitude
ru: Долгота

source: Location
ru: Местоположение

source: When `I'm travelling`/tracking mode is enabled, the plasmoid will actively track your location and pick the nearest station near you. It does not collect any data about you, however it does use a public service ipinfo.io to obtain your public IP address and approximate location.
ru: Когда включен режим "Я путешествую"/tracking, plasmoid будет активно отслеживать ваше местоположение и выбирать ближайшую станцию рядом с вами. Он не собирает никаких данных о вас, однако использует общедоступную службу ipinfo.io чтобы получить ваш общедоступный IP-адрес и приблизительное местоположение.

source: Station %1 is active and can be used
ru: Станция %1 активна и может быть использована

source: Station %1 is NOT active. Please select a different station.
ru: Станция %1 НЕ активна. Пожалуйста, выберите другую станцию.

# The unit system
source: Metric
ru: Метрическая

# The unit system
source: Imperial
ru: Имперская

# The unit system
source: Hybrid (UK)
ru: Гибридная (UK)

source: Choose:
ru: Выбрать:

source: Date format:
ru: Формат даты:

source: Time format:
ru: Формат времени:

# per 12 hours, please keep it short
source: /12h
ru: /12ч

source: Feels like %1
ru: Ощущается как %1

source: Loading...
ru: Загрузка...

source: Loading data...
ru: Загрузка данных...

source: All set
ru: Все готово

source: Temperature
ru: Температура

source: UV Index
ru: УФ-индекс

source: Pressure
ru: Давление

source: Cloud Cover
ru: Облачность

source: Humidity
ru: Влажность

source: Precipitation Chance
ru: Вероятность Осадков

source: Precipitation Rate
ru: Скорость выпадения осадков

source: Snow Precipitation Rate
ru: Скорость выпадения снега

source: Wind / Gust
ru: Ветер / Порыв

source: Precipitation Accumulation
ru: Накопление осадков

source: Dew Point
ru: Точка росы

source: Wind Direction
ru: Направление ветра

source: Set the weather station to pull data from.
ru: Установите метеостанцию для получения данных.

source: Please Configure
ru: Необходимо настроить

source: Error...
ru: Ошибка...

source: Undefined Error...
ru: Неопределенная ошибка...

# Please put your language code here
source: en-US
ru: ru

source: Weather Details
ru: Информация о погоде

source: Day Chart
ru: Дневной график

source: Forecast
ru: Прогноз

source: Week Chart
ru: Недельный график

source: Real feel
ru: Реальное ощущение

source: High: %1 Low: %2
ru: Высокий: %1 Низкий: %2

source: "I'm travelling" mode. Allows the widget to autodiscover your location based on your public IP address. The `Home` station will be ignored when this option is selected.
ru: Я в режиме путешествия. Позволяет виджету автоматически определять ваше местоположение на основе вашего общедоступного IP-адреса. При выборе этой опции "Домашняя" станция будет игнорироваться.

source: Info for nerds
ru: Информация для ботаников

source: Refresh all data
ru: Обновите все данные

source: Keep Open
ru: Закрепить открытым
