Repository: rliwoch/plasmoid-wunderground
Catalog: *.po
Languages: pt_br

source: Wunderground PWS extended
pt_br: Wunderground PWS extendido

source: Request to %1 couldn't be sent %2. Manual refresh might help (top right corner)
pt_br: A requisição para %1 não pode ser enviada %2. Tente atualizar manualmente (canto superior direito)

source: Station not found or station not active
pt_br: Estação não encontrada ou inativa

source: Could not fetch forecast data
pt_br: Não foi possível encontrar os dados da previsão

source: No active stations nearby - try selecting a different location in your proximity.
pt_br: Sem estações ativas próximas - tente selecionar uma localização diferente em suas proximidades

# per day, e.g. it will become mm/day. KEEP SHORT
source: day
pt_br: dia

source: To sunrise
pt_br: Até ao amanhecer

# Daylight remaining time, keep short
source: Remaining
pt_br: Restante

source: Since sunset
pt_br: Até o pôr do sol

source: Station
pt_br: Estação

source: Appearance
pt_br: Aparência

source: Units
pt_br: Unidades

source: Debug
pt_br: Depurar

source: Compact Representation
pt_br: Representação Compacta

source: Font
pt_br: Fonte

source: Icon size (0 = default)
pt_br: Tamanho do ícone (0 = padrão)

source: Font size (0px=scale to widget)
pt_br: Tamanho da fonte (0px=escala para o widget)

source: Font styles
pt_br: Estilos de fonte

source: Display narrative in taskbar
pt_br: Exibir na barra de tarefas

source: Full Representation
pt_br: Apresentação Completa

source: Property text size
pt_br: Tamanho do texto

# Details display style
source: Standard
pt_br: Padrão

# Details display style
source: Alternative
pt_br: Alternativo

source: Select `Weather Details` style:
pt_br: Selecione o estilo dos `Detalhes da Previsão`:

source: Icon styles
pt_br: Estilos de ícone

# Icon style
source: Legacy
pt_br: Legado

# Icon style
source: WeatherUnderground - White with colour
pt_br: WeatherUnderground - Branco com cor

# Icon style
source: WeatherUnderground - White
pt_br: WeatherUnderground - Branco

# Icon style
source: WeatherUnderground - Black
pt_br: WeatherUnderground - Preto

# Icon style
source: WeatherUnderground - Black with colour
pt_br: WeatherUnderground - Preto com cor

# Icon style
source: DEFAULT monochrome by Erik Flowers
pt_br: Monocromático padrão por Erik Flowers

# Icon style
source: WeatherNOW Colour
pt_br: Cor WeatherNOW

source: Select icon style:
pt_br: Selecionar o estilo do ícone:

source: Write to console.log:
pt_br: Escreva em console.log

# Use default font
source: Default
pt_br: Padrão

source: Here you can either manually enter the weather station ID from https://www.wunderground.com/wundermap (search for a city that interests you, then on a map click on a location bubble and note down the station ID) or use the lookup tool and dropdowns to discover the weather station. You need to test the station every time you make changes. Some of them may be offline.
pt_br: Você também pode inserir manualmente a ID da estação metereológica pelo site https://www.wunderground.com/wundermap (busque pela sua cidade de interesse, no mapa, clique na bolha de localização e anote o ID da estação) ou use a ferramenta de pesquisa para descobrir a sua estação metereológica. Você precisa testar a estação toda vez que fazer alguma mudança, algumas localizações podem estar sem conexão.

source: Enter Station
pt_br: Inserir Estação

# placeholder text alternatively 'example: IFRAUN2'
source: e.g. IFRAUN2
pt_br: ex: IFRAUN2

source: Weatherstation ID:
pt_br: ID da Estação Metereológica:

source: Test station
pt_br: Testar Estação

# Text shown until a station is chosen from the dropdown
source: Pending selection
pt_br: Opção pendente

# Indicates if the station selected is active or not
source: Station status:
pt_br: Estado da Estação:

source: Get Nearest Station
pt_br: Obter estação mais próxima

# plaseholder text, example London
source: e.g. London
pt_br: ex: Londres

source: Look for location:
pt_br: Buscar por localização

source: Find Station
pt_br: Encontrar Estação

source: Select City:
pt_br: Selecionar a Cidade:

source: Select Station:
pt_br: Selecionar a Estação:

source: Options
pt_br: Opções

source: Current conditions refresh interval (s):
pt_br: Intervalo de atualização das condições atuais (s):

source: Forecast refresh interval (minutes):
pt_br: Intervalo de atualização da previsão (minutos):

source: Location refresh interval (minutes):
pt_br: Intervalo de atualização do local (minutos):

source: Summary
pt_br: Resumo

source: Home Location
pt_br: Minha Localização

source: Currently Used
pt_br: Atualmente Usada

source: Location
pt_br: Localização:

source: When `I'm travelling`/tracking mode is enabled, the plasmoid will actively track your location and pick the nearest station near you. It does not collect any data about you, however it does use a public service ipinfo.io to obtain your public IP address and approximate location.
pt_br: Ao habilitar o `Modo Viagem` o rastreio é ativado. O Plasma rastreará ativamente a sua localização mais próxima. Isso não coleta nenhum dado sobre você, apenas utiliza um serviço público chamado ipinfo.io para obter o seu IP público e sua localização aproximada.

source: Station %1 is active and can be used
pt_br: A estação %1 está ativa e pode ser utilizada

source: Station %1 is NOT active. Please select a different station.
pt_br: A estação %1 NÃO está ativa. Selecione outra localização.

# The unit system
source: Metric
pt_br: Métrico

# The unit system
source: Hybrid (UK)
pt_br: Híbrido (Reino Unido)

source: Choose:
pt_br: Selecione:

source: Date format:
pt_br: Formato da data

source: Time format:
pt_br: Formato do tempo

source: Feels like %1
pt_br: Sensação de %1

source: Loading...
pt_br: Carregando...

source: Loading data...
pt_br: Carregando dados...

source: All set
pt_br: Tudo pronto

source: Temperature
pt_br: Temperatura

source: UV Index
pt_br: Índice UV

source: Pressure
pt_br: Pressão

source: Cloud Cover
pt_br: Nublado

source: Humidity
pt_br: Humidade

source: Precipitation Chance
pt_br: Probabilidade de Precipitação

source: Precipitation Rate
pt_br: Taxa de precipitação

source: Snow Precipitation Rate
pt_br: Taxa de precipitação de neve

source: Wind / Gust
pt_br: Rajadas de vento

source: Precipitation Accumulation
pt_br: Acúmulo de precipitação

source: Dew Point
pt_br: Orvalho

source: Wind Direction
pt_br: Direção do vento

source: Set the weather station to pull data from.
pt_br: Defina a estação metereológica para extrair os dados.

source: Please Configure
pt_br: Por favor, configure

source: Error...
pt_br: Erro...

source: Undefined Error...
pt_br: Erro indefinido...

# Please put your language code here
source: en-US
pt_br: pt-BR

source: Weather Details
pt_br: Detalhes da previsão

source: Day Chart
pt_br: Gráfico do dia

source: Forecast
pt_br: Previsão

source: Week Chart
pt_br: Gráfico semanal

source: Real feel
pt_br: Sensação térmica

source: High: %1 Low: %2
pt_br: Máxima: %1 Mínima: %2

source: "I'm travelling" mode. Allows the widget to autodiscover your location based on your public IP address. The `Home` station will be ignored when this option is selected.
pt_br: `Modo Viagem` Permite que o widget encontre a sua localização atual baseado em seu IP público. A estação `Casa` será ignorada quando esta opção estiver selecionada

source: Info for nerds
pt_br: Informações para nerds

source: Refresh all data
pt_br: Atualizar todos os dados

source: Keep Open
pt_br: Manter aberto
