Repository: rliwoch/plasmoid-wunderground
Catalog: plasmoid/translate/*.po
Languages: es_es

source: Wunderground PWS extended
es_es: Wunderground PWS ampliado

source: Request to %1 couldn't be sent %2. Manual refresh might help (top right corner)
es_es: La petición a %1 no pudo ser enviada %2. La actualización manual podría ayudar ( en la esquina superior derecha)

source: Station not found or station not active
es_es: Estación no encontrada o inactiva

source: Could not fetch forecast data
es_es: No se han podido obtener los datos de la previsión

source: No active stations nearby - try selecting a different location in your proximity.
es_es: No hay estaciones activas cercanas - intenta seleccionar una ubicación diferente para tu zona.

# per day, e.g. it will become mm/day. KEEP SHORT
source: day
es_es: día

source: To sunrise
es_es: Hasta el amanecer

# Daylight remaining time, keep short
source: Remaining
es_es: Restante

source: Since sunset
es_es: Desde el atardecer

source: Station
es_es: Estación

source: Appearance
es_es: Apariencia

source: Units
es_es: Unidades

source: Debug
es_es: Depuración

source: Compact Representation
es_es: Presentación compacta

source: Font
es_es: Tipo de letra

source: Icon size (0 = default)
es_es: Tamaño del icono (0 = por defecto)

source: Font size (0px=scale to widget)
es_es: Tamaño de letra (0px=escalar al widget)

source: Font styles
es_es: Estilo de letra

source: Display narrative in taskbar
es_es: Mostrar condiciones en la barra de tareas

source: Full Representation
es_es: Presentación completa

source: Property text size
es_es: Tamaño del texto

# Details display style
source: Standard
es_es: Por defecto

# Details display style
source: Alternative
es_es: Alternativo

source: Select `Weather Details` style:
es_es: Selecciona el estilo para «Detalles del tiempo»:

source: Icon styles
es_es: Estilo del icono

# Icon style
source: Legacy
es_es: Heredado

# Icon style
source: WeatherUnderground - White with colour
es_es: WeatherUnderground - Blanco con color

# Icon style
source: WeatherUnderground - White
es_es: WeatherUnderground - Blanco

# Icon style
source: WeatherUnderground - Black
es_es: WeatherUnderground - Negro

# Icon style
source: WeatherUnderground - Black with colour
es_es: WeatherUnderground - Negro con color

# Icon style
source: DEFAULT monochrome by Erik Flowers
es_es: Monocromo estándar por Erik Flowers

# Icon style
source: WeatherNOW Colour
es_es: Color WeatherNOW

source: Select icon style:
es_es: Seleccionar estilo del icono:

source: Write to console.log:
es_es: Escribir en console.log:

# Use default font
source: Default
es_es: Por defecto

source: Here you can either manually enter the weather station ID from https://www.wunderground.com/wundermap (search for a city that interests you, then on a map click on a location bubble and note down the station ID) or use the lookup tool and dropdowns to discover the weather station. You need to test the station every time you make changes. Some of them may be offline.
es_es: Aquí puedes introducir manualmente el ID de la estación meteorológica desde https://www.wunderground.com/wundermap (busca una ciudad que te interese, luego en un mapa haz clic en una burbuja de ubicación y anota el ID de la estación) o utiliza la herramienta de búsqueda y los desplegables para descubrir la estación meteorológica. Tienes que probar la estación cada vez que hagas cambios. Algunas pueden estar sin conexión.

source: Enter Station
es_es: Introducir estación

# placeholder text alternatively 'example: IFRAUN2'
source: e.g. IFRAUN2
es_es: p.e. IMADRI126

source: Weatherstation ID:
es_es: Identificación de la estación meteorológica:

source: Test station
es_es: Probar estación

# Text shown until a station is chosen from the dropdown
source: Pending selection
es_es: Pendiente de selección

# Indicates if the station selected is active or not
source: Station status:
es_es: Estado de la estación:

source: Get Nearest Station
es_es: Obtener estación más cercana

# plaseholder text, example London
source: e.g. London
es_es: p.e. Madrid

source: Look for location:
es_es: Buscar por ubicación:

source: Find Station
es_es: Encontrar Estación

source: Select City:
es_es: Seleccionar ciudad:

source: Select Station:
es_es: Seleccionar estación:

source: Options
es_es: Opciones

source: Current conditions refresh interval (s):
es_es: Intervalo de actualización de las condiciones actuales (s):

source: Forecast refresh interval (minutes):
es_es: Intervalo de actualización del pronóstico (minutos):

source: Location refresh interval (minutes):
es_es: Intervalo de actualización de la ubicación (minutos):

source: Summary
es_es: Resumen

source: Home Location
es_es: Ubicación de casa

source: Currently Used
es_es: Actualmente utilizado

source: Latitude:
es_es: Latitud

source: Longitude
es_es: Longitud

source: Location
es_es: Ubicación

source: When `I'm travelling`/tracking mode is enabled, the plasmoid will actively track your location and pick the nearest station near you. It does not collect any data about you, however it does use a public service ipinfo.io to obtain your public IP address and approximate location.
es_es: Cuando el modo de seguimiento «Estoy viajando» está activado, el plasmoide rastreará activamente tu ubicación y elegirá la estación más cercana a ti. No recoge ningún dato sobre ti, pero utiliza un servicio público, ipinfo.io, para obtener tu dirección IP pública y tu ubicación aproximada.

source: Station %1 is active and can be used
es_es: La estación %1 está activa y puede ser utilizada

source: Station %1 is NOT active. Please select a different station.
es_es: La estación %1 NO está activa. Por favor, selecciona una estación diferente.

# The unit system
source: Metric
es_es: Métrico

# The unit system
source: Hybrid (UK)
es_es: Híbrido (Reino Unido)

source: Choose:
es_es: Elegir:

source: Date format:
es_es: Formato de fecha:

source: Time format:
es_es: Formato de hora:

source: Feels like %1
es_es: Sensación de %1

source: Loading...
es_es: Cargando...

source: Loading data...
es_es: Cargando datos...

source: All set
es_es: Todo listo

source: Temperature
es_es: Temperatura

source: UV Index
es_es: Índice UV

source: Pressure
es_es: Presión

source: Cloud Cover
es_es: Nubosidad

source: Humidity
es_es: Humedad

source: Precipitation Chance
es_es: Probabilidad de precipitación

source: Precipitation Rate
es_es: Índice de precipitación

source: Snow Precipitation Rate
es_es: Índice de precipitación de nieve

source: Wind / Gust
es_es: Viento / Ráfagas

source: Precipitation Accumulation
es_es: Acumulación de precipitaciones

source: Dew Point
es_es: Punto de rocío

source: Wind Direction
es_es: Dirección del viento

source: Set the weather station to pull data from.
es_es: Establece la estación meteorológica de la que extraer los datos.

source: Please Configure
es_es: Por favor configura

source: Undefined Error...
es_es: Error indefinido...

# Please put your language code here
source: en-US
es_es: es-ES

source: Weather Details
es_es: Detalles del tiempo

source: Day Chart
es_es: Gráfico del día

source: Forecast
es_es: Pronóstico

source: Week Chart
es_es: Gráfico semanal

source: Real feel
es_es: Sensación real

source: High: %1 Low: %2
es_es: Máxima: %1 Mínima: %2

source: "I'm travelling" mode. Allows the widget to autodiscover your location based on your public IP address. The `Home` station will be ignored when this option is selected.
es_es: Modo "Estoy viajando". Permite que el widget autodescubra tu ubicación basándose en tu dirección IP pública. La estación «Casa» será ignorada cuando se seleccione esta opción.

source: Info for nerds
es_es: Información para principiantes

source: Refresh all data
es_es: Actualizar todos los datos

source: Keep Open
es_es: Mantener abierto
